Repository: OmegaT-L10N/pl
Catalog: omegat/project_save.tmx
Source language: en
Languages: pl

source: New translation memories placed in the /tm folder while translating are loaded automatically as soon as the cursor moves from one segment to another.
pl: Nowe pamięci tłumaczeniowe umieszczone w folderze tm podczas tłumaczenia są automatycznie ładowane w momencie gdy kursor przesunie się z jednego segmentu na drugi.

source: New...
pl: Nowy...

source: Next
pl: Dalej

source: Next &Translated Segment
pl: Kolejny przetłumaczony Segment

source: Next &Untranslated Segment
pl: Kolejny nieprzetłumaczony Segment

source: Next N&ote
pl: Kolejna notatka

source: Next Note
pl: Kolejna notatka

source: Next Segment
pl: Kolejny segment

source: Next Translated Segment
pl: Kolejny przetłumaczony Segment

source: Next Uni&que Segment
pl: Następny unikalny Segment

source: Next Untranslated Segment
pl: Kolejny nieprzetłumaczony segment

source: Next →
pl: Następne→

source: Next, the Project Files dialog opens.
pl: Następnie, okno dialogowe Pliki projektu zostaje otwarte.

source: No Issues Found
pl: Nie znaleziono problemu

source: No OAuth token specified
pl: Nie określono tokena OAuth

source: No Suggestions
pl: Brak sugestii

source: No connection available, the project is in offline mode.
pl: Brak połączenia, projekt jest w trybie offline.

source: No folder ID specified
pl: Nie określono ID folderu

source: No match:
pl: Brak dopasowania:

source: No matches returned by search.
pl: Brak wyników wyszukiwania.

source: No need to save project, because no changes were made
pl: Nie ma potrzeby zapisywania projektu, bo nie wprowadzono żadnych zmian

source: No new dictionaries available at the remote server.
pl: Na zdalnym serwerze nie są dostępne żadne nowe słowniki.

source: No script bound in slot #{0}.
pl: Brak powiązania skryptu w slocie #{0}.

source: No script selected.
pl: Nie wybrano skryptu.

source: No script set.
pl: Nie ustawiono skryptu.

source: No tags and no numbers
pl: Brak znaczników i lczb

source: Non-ASCII Only
pl: Jedynie bez ASCII

source: Non-GUI mode options: --quiet Reduce output to command line stdout.
pl: Opcje niezwiązane z interfejsem użytkownika: --cichy Zmniejsz wyjście do stdout z wiersza poleceń.

source: Non-breakable space
pl: Twarda spacja

source: Non-breakable spaces
pl: Spacja niełamiąca

source: Non-unique segments
pl: Segmenty powtarzające się

source: Non-unique segments background
pl: Tło segmentów powtarzających się

source: Non-visible Instruction Te&xt
pl: Niewidoczny Te&kst instrukcji

source: None
pl: Brak

source: Normal
pl: Normalny

source: Not Set
pl: Nieustawione

source: Not a valid XML file!
pl: Nieprawidłowy plik XML!

source: Not present
pl: Niedostępny

source: Note
pl: Notatka

source: Note that in Windows you can change the OmegaT.l4J.ini file to reflect your preferences.
pl: Należy pamiętać, że w systemie Windows można zmienić plik OmegaT.l4J.ini, aby dostosować go do własnych preferencji..

source: Note that in addition to "source-target" dictionaries you can, using the Dictionary feature, obtain access to information such as:
pl: Uwaga: Oprócz dostępu do słowników "źródło-cel", korzystając z funkcji Słownik można uzyskać dostęp do informacji takich jak:

source: Note: Ctrl Enter is an alternate shortcut if Use TAB to Advance option is not selected.
pl: Uwaga: Ctrl Enter może być używany jako alternatywny skrót klawiaturowy, jeśli opcjaNaciśnij TAB, aby przejść dalejnie została aktywowana.

source: Note: Enter is an alternate shortcut if Use TAB to Advance option is not selected.
pl: Uwaga: Entermoże być używany jako alternatywny skrót klawiaturowy jeśli opcja Naciśnij TAB, aby przejść dalejnie została aktywowana.

source: Note: All of the segmentation rule sets with a matching Language Pattern are applied in the given order.
pl: Uwaga: jeśli kilka grup zasad segmentacji z tym samym wzorcem języka nakładają się na siebie, będą one stosowane w podanej kolejności.

source: Note: Source File Encoding setting affects only the HHC and HHK files that do not contain an encoding declaration.
pl: Uwaga: Ustawienia źródłowego pliku kodowania dotyczą wyłącznie plików HHC i HHK, które nie zawierają deklaracji kodowania.

source: Note: on Windows it seems that this manual font fallback mechanism can interfere with standard font fallback, causing undesirable font substitution.
pl: Wskazówka: w systemie Windows ten ręczny mechanizm zmiany czcionki może kolidować ze standardową zmianą, co powoduje niepożądaną zamianę czcionek.

source: Notes
pl: Notatki

source: Notification (flash)
pl: Powiadomienie (przełączane)

source: Notification (steady)
pl: Powiadomienie (normalne)

source: Notify Me When a Segment Has "{0}"
pl: Powiadom mnie jeśli segment zawiera "{0}"

source: Notify Me When a Segment Has Comments
pl: Poinformuj mnie, gdy segment zawiera komentarze

source: Notify Me When a Segment Has Dictionary Entries
pl: Poinformuj mnie, gdy segment zawiera hasła ze słownika

source: Notify Me When a Segment Has Fuzzy Matches
pl: Powiadom mnie, gdy segment zawiera dopasowania rozmyte

source: Notify Me When a Segment Has Glossary Hits
pl: Poinformuj mnie, gdy segment zawiera dopasowania z glosariusza

source: Notify Me When a Segment Has Multiple Translations
pl: Poinformuj mnie, gdy segment ma więcej niż jedno tłumaczenie

source: Notify Me When a Segment Has Notes
pl: Poinformuj mnie, gdy segment zawiera notatki

source: Now
pl: Teraz

source: Nr of matching segments: {0}
pl: Liczba pasujących segmentów: {0}

source: Number of matching segments:
pl: Liczba pasujących segmentów:

source: Number of unique segments
pl: Liczba niepowtarzających się segmentów

source: OAuth token
pl: Token OAuth

source: Often documents will also have tags that have nothing to do with formatting, but which are also important in the source files (and in the translated files).
pl: Często w dokumentach znajdują się również znaczniki, które nie mają nic wspólnego z formatowaniem, ale są również ważne w plikach źródłowych (a także w przetłumaczonych plikach).

source: OmegaT Project Files
pl: Pliki projektu OmegaT

source: OmegaT Project Folder
pl: Folder projektu OmegaT

source: OmegaT also backs up the translation memory to project_save.tmx.YEARMMDDHHNN.bak in the same subfolder each time a project is opened or reloaded.
pl: OmegaT robi również kopię pamięci tłumaczeniowej w formie pliku o nazwie project_save.tmx.YEARMMDDHHNN.bak in w tym samym podfolderze, za każdym razem, kiedy projekt jest otwarty lub odświeżony.

source: OmegaT automatically saves translations every 3 minutes as well as when you close the project or quit OmegaT.
pl: OmegaT automatycznie zapisuje tłumaczenie co trzy minuty oraz w momencie zamknięcia projektu lub zakończenia pracy w programie.

source: OmegaT can also check for programming variables (printf-function variables) like '%s'.
pl: OmegaT może również wyszukiwać zmienne programistyczne (zmienne funkcji printf), takie jak '%s'.

source: OmegaT can generate and store a master password so you don't have to enter it each time, but this is much less secure.
pl: OmegaT może generować i przechowywać hasła głównego, więc nie musisz go za każdym razem podawać, jednak jest to mniej bezpieczne.

source: OmegaT does not have read and write permissions to this folder.
pl: OmegaT nie ma pozwoleń na dostęp do odczytu i zapisu dla tego folderu.

source: OmegaT has chosen option 'Yes' automatically.
pl: OmegaT automatycznie zaznaczył opcję "Tak".

source: OmegaT has detected a 3.6-style team project.
pl: Program OmegaT wykrył styl projektu zespołowego 3.6.

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
pl: OmegaT to darmowe i otwarte wieloplatformowe narzędzie do tłumaczenia wspomaganego komputerowo z funkcją dopasowywania rozmytego, pamięcią tłumaczeniową, wyszukiwaniem słów kluczowych, glosariuszami i wykorzystaniem tłumaczeń do aktualizowanych projektów.

source: OmegaT is refused access to the system property containing the name of your OS and/or the system property containing your home folder.
pl: OmegaT nie ma dostępu do właściwości systemu zawierających nazwę systemu operacyjnego i/lub nazwę katalogu domowego użytkownika.

source: OmegaT is the original work of Keith Godfrey.
pl: OmegaT jest dziełem Keith Godfrey.

source: OmegaT license
pl: OmegaT, licencja

source: OmegaT ran out of memory, and will quit when you press OK.
pl: Brak pamięci w OmegaT, naciśnij OK, aby zakończyć pracę.

source: OmegaT uses the following libraries: {1}
pl: OmegaT korzysta z następujących bibliotek: {1}

source: OmegaT will now terminate.
pl: OmegaT zostanie teraz zamknięty.

source: OmegaT will present one segment at a time for you to translate.
pl: OmegaT dostarczy jednorazowo jeden segment do przetłumaczenia..

source: OmegaT will then copy the selected files to the /source/ subfolder of your newly created project.
pl: Następnie program OmegaT skopiuje wybrane pliki do podkatalogu /źródło/ nowo utworzonego projektu.

source: OmegaT will try to resegment the TMX file...
pl: OmegaT spróbuje posegmentować plik TMX ...

source: OmegaT {0} is now available.
pl: OmegaT {0} jest gotowy do użycia.

source: OmegaT, however, will present this sentence in the following fashion:
pl: Jednak OmegaT przedstawi to zdanie w następujący sposób:

source: On Linux
pl: W Linux

source: On Windows
pl: W Windows

source: On macOS
pl: W macOS

source: Once OmegaT is installed, you can click on OmegaT.jar to launch it directly or you can launch it directly from the command line.
pl: Kiedy program OmegaT zostanie zainstalowany, możesz kliknąć OmegaT.jar, aby uruchomić go bezpośrednio lub możesz uruchomić go bezpośrednio z linii poleceń.

source: Once OmegaT is installed, you can launch it directly from the command line, you can create a script that includes launch parameters for the command line or you can click on OmegaT.jar to launch it directly.
pl: Kiedy program OmegaT jest zainstalowany, możesz uruchomić go bezpośrednio z wiersza poleceń, możesz stworzyć skrypt zawierający parametry uruchomienia dla wiersza poleceń albo kliknąć OmegaT.jar żeby uruchomić go bezpośrednio.

source: Once you have done this, you can delete the OmegaT_4.n.n_Mac.zip file, it is no longer needed.
pl: Następnie możesz usunąć plik OmegaT_4.n.n_Mac.zip, nie będzie już potrzebny.

source: Once you have made certain that there are no tag errors in your translation, press Ctrl+D to generate the target files, which will be created in the /target/ subfolder of your project folder.
pl: Po upewneniu się, że w tłumaczeniu nie ma błędów w tagach, naciśnij Ctrl+D, aby wygenerować pliki docelowe, któe zostaną utworzone w subdofolderze /target/ w folderze projektu.

source: Only if (X)HTML file has an &encoding declaration
pl: Tylko jeśli plik (X)HTML posiada &deklarację kodowania

source: Only works if a spelling dictionary is installed.
pl: Działa tylko wtedy, gdy zainstalowany jest słownik ortograficzny.

source: Open MED Project...
pl: Otwórz projekt MED

source: Open Project
pl: Otwórz projekt

source: Open Recent Pro&ject
pl: Otwórz ostatni Pro&jekt

source: Open Recent Project
pl: Otwórz ostatni projekt.

source: Open Source File
pl: Otwórz plik źródłowy

source: Open Source File Location
pl: Otwórz lokalizację pliku źródłowego

source: Open Target File
pl: Otwórz plik docelowy

source: Open Target File Location
pl: Otwórz lokalizację pliku docelowego

source: Open Writable Glossary File
pl: Otwórz zapisywalny plik glosariusza

source: Open XML Filter Options
pl: Otwórz Opcje filtra XML

source: Open the .UTF8 file generated in the /target folder.
pl: Otwórz plik UTF8 wgenerowany w pliku docelowym .

source: Open the Scripting window
pl: Otwórz okno skryptów

source: Open {0} Source Files
pl: Otwórz {0} pliki źródłowe

source: Open {0} Target Files
pl: Otwórz pliki docelowe

source: Open...
pl: Otwórz...

source: Opening team project
pl: Otwarcie projektu zespołowego

source: Opens a new window and displays the project statistics, i.e. the project totals and totals for every file in the project.
pl: Otwiera nowe okno i wyświetla statystyki projektu, tj. sumy projektu i sumy dla każdego pliku w projekcie.

source: Opens a previously created project.
pl: Otwórz wcześniej stworzony projekt.

source: Opens a project package in the MED format defined by the EU Directorate-General for Translation.
pl: Otwiera pakiet projektu w formacie MED określonym przez Dyrekcję Generalną UE ds. Tłumaczeń.

source: Opens the Scripting window, where the location of scripts can be set, and where scripts can be written, run and associated with a shortcut.
pl: Otwiera okno Skrypty, w którym można ustawić lokalizację skryptów, a także pisać skrypty, uruchamiać je i łączyć z nimi skróty.

source: Opens the Project files window.
pl: Otwiera okno z plikami projektu.

source: Opens this manual in the default browser.
pl: Uruchamia podręcznik użytkowania w domyślnej przeglądarce.

source: Options
pl: Opcje

source: Options are changed by modifying Configuration.properties.
pl: Opcje można zmieniać edytując Configuration.properties.

source: Options: None: Launch GUI Project path only: Launch GUI and load specified project team Team project tool.
pl: Opcje: Żadna: uruchom interfejs użytkownika Tylko ścieżka projektu: uruchom interfejs użytkownika i załaduj określony projekt zespołowy Narzędzie do projektów zespołowych.

source: Oracle provides JREs for Solaris SPARC/x86 (Java 8) and for Linux x64, Solaris x64, Windows x64 (Java 8) at .
pl: Oracle dostarcza JRE dla Solaris SPARC/x86 (Java 8) i dla Linux x64, Solaris x64, Windows x64 (Java 8) pod adresem .

source: Orphan segments
pl: Segmenty osierocone

source: Orphaned
pl: Osamotniony

source: Other
pl: Inną

source: Other Icons - Browse, and navigate to the /images subfolder in the OmegaT application folder.
pl: Wybierz Inne ikony - Przeglądaj i dotrzyj do podfolderu /images</f0 w folderze aplikacji OmegaT.

source: Other Options:
pl: Inne opcje:

source: Other Systems
pl: Inne systemy

source: Other contributions are detailed in the readme.txt file
pl: Inne wkłady zostały wyszczególnione w pliku o nazwie readme.txt file

source: Other translations, identified specifically in the TMX, can be displayed using different colours.
pl: Inne tłumaczenia, określone szczegółowo w pliku TMX, mogą zostać wyświetlone przy użyciu różnych kolorów.

source: Out-of-order
pl: Zła kolejność

source: Overwrite Mode
pl: Tryb zastępowania

source: PDFBox (Apache License 2.0)
pl: PDFBox (licencja Apache 2.0)

source: PO Filter Options
pl: Opcje filtrowania PO

source: Page slips through fingers Pulse pounding hard and frantic Vanishing like mist
pl: Strona mgliste złudzenie, nie ma strony...

source: Paragraph delimitation
pl: Ograniczenie akapitu

source: Paragraph delimitation format:
pl: Ograniczenie formatu akapitu:

source: Parse error encountered reading preferences file!
pl: Błąd odczytu pliku preferencji!

source: Password-protected PDF files are not supported: {0}
pl: Pliki PDF chronione hasłem nie są obsługiwane: {0}

source: Password:
pl: Hasło:

source: Paste
pl: Wklej

source: Path
pl: Ścieżka

source: Path:
pl: Ścieżka:

source: Pattern After
pl: Wzorzec po

source: Pattern Before
pl: Wzorzec przed

source: Pattern...
pl: Wzór...

source: Pay attention to the capitalization - in OS other than Windows, the program will not start, if you enter omegat instead of OmegaT!
pl: Zwróć uwagę na wielkość liter - w systemach operacyjnych innych niż Windows, program nie uruchomi się, jeśli zamiast OmegaT wpiszesz omegat!

source: Penalty for matches in other languages:
pl: Kara za dopasowania w innych językach:

source: Perhaps it is already opened in another OmegaT instance
pl: Istnieje możliwość, że jest już otwarty w innym oknie programu OmegaT.

source: Pinpoint Align: Select corresponding cell
pl: Dopasowanie punktowe: Wybierz odpowiednią komórkę

source: Place source files in ./source and supplemental material in ./tm, ./glossary, and ./dictionary as required, then commit everything.
pl: Umieść pliki ./source i dodatkowe materiały w formacie ./tm, ./glossary i ./dictionary według potrzeb, a następnie zatwierdź.

source: Please close search window.
pl: Proszę zamknąć okno wyszukiwania.

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
pl: Sprawdź dokumenty dotyczące opcji odzyskiwania i wyślij następujące informacje producenta wraz z opisem jak doszło do pojawienia się błędu.

source: Please contact your project administrator to find out if any additional steps need to be taken.
pl: W celu zdobcia informacji na temat możliwych dodatkowych kroków, które należy podjąć, prosimy o kontakt z administratorm projektu.

source: Please correct the tag issues before using again Create Translated Documents.
pl: Rozwiąż problemy z tagami przed ponownym skorzystaniem z funkcji Utwórz przetłumaczone dokumenty.

source: Please double-check it.
pl: Proszę sprawdzić go ponownie.

source: Please double-check.
pl: Prosze sprawdzić ponownie.

source: Please enter the name of this set:
pl: Wpisz nazwę setu:

source: Please enter username/password for {0}
pl: Proszę wpisać nazwę użtkownika/hasło

source: Please enter your name/ID.
pl: Podaj swoje imię i nazwisko/ID.

source: Please enter your password again for confirmation.
pl: Proszę podaj ponownie hasło, aby zatwierdzić.

source: Please redo tag validation.
pl: Proszę powtórzyć walidację tagów.

source: Please resolve the conflicts by choosing a translation for each segment below.
pl: Proszę rozwiązać konflikty poprzez wybranie tłumaczenia do segmentu.

source: Please select a different folder.
pl: Proszę wybrać inny folder.

source: Please select how tags of non-OmegaT TMXs should be displayed.
pl: Wybierz sposób wyświetlania znaczników TMX innych niż OmegaT.

source: Please select the dictionaries you want to install and press the Install button.
pl: Wybierz słowniki, które chcesz zainstalować i naciśnij przycisk "Zainstaluj".

source: Please select the interval at which the project should be saved automatically, in minutes and seconds.
pl: Proszę wybrać interwał, w którym projekt powinien być zapisywany automatycznie w minutach i sekundach.

source: Please select the language of your source files and the target language you would like to translate to.
pl: Proszę wybrać język plików źródłowych i język docelowy, na który ma zostać wykonane tłumaczenie.

source: Please select what text you would like to be inserted into the segment that is not translated yet, when you move to it.
pl: Wybierz, jaki tekst ma być wstawiony do nieprzetłumaczonego segmentu, gdy do niego przechodzisz.

source: Please select which behaviour is appropriate.
pl: Wybierz, które działanie ma być zastosowane.

source: Please translate this plural as plural form #{0}.
pl: Przetłumacz tę liczbę mnogą jako formę liczby mnogiej #{0}.

source: Please try again.
pl: Spróbuj ponownie.

source: Please type or paste the URL of the mediawiki page
pl: Wpisz lub wklej adres URL strony MediaWiki

source: Plugin successfully loaded from class '{0}'
pl: Pomyślnie załadowano rozszerzenie z klasy '{0}'

source: Plugins
pl: Wtyczki

source: Polish
pl: Polski

source: Predefined credentials was not passed.
pl: Uprzednio zdefiniowane dane uwierzytelniające nie zostały przekazane.

source: Preferences
pl: Ustawienia

source: Preferences - {0}
pl: Ustawienia - {0}

source: Preferences system save operation failed!
pl: Zapisanie preferencji systemowych jest niemożliwe!

source: Premium Edition
pl: Edycja Premium

source: Press 'Cancel' to leave the project unmodified and load it as a local project without team functionality.
pl: Naciśnij "Anuluj", aby zamknąć projekt bez zmian i załadować go jako projekt lokalny bez udziału zespołu.

source: Press 'OK' to convert the project into a 4.x-style team project.
pl: Naciśnij OK w celu przekonwertowania projektu w projekt zespołowy w stylu 4.x.

source: Press Alt+F2 to show KRunner.
pl: Naciśnij Alt+F2 , aby otworzyć KRunner.

source: Press <u>{0}</u> to go to <b>{1}</b> suggestions.
pl: Naciśnij <u>{0}</u> aby przejść do <b>{1}</b> sugestii.

source: Press <u>{0}</u> to return to <b>{1}</b> suggestions.
pl: Naciśnij<u>{0}</u> aby powrócić do <b>{1}</b> sugestii.

source: Press the keyboard shortcut you wish to assign, then click OK.
pl: Naciśnij skrót klawiszowy, który chcesz przypisać i naciśnij przycisk OK.

source: Prevent data loss
pl: Jak zapobiec utracie danych

source: Previous
pl: Wstecz

source: Previous No&te
pl: Poprzednia notatka

source: Previous Note
pl: Poprzednia notatka

source: Previous Segment
pl: Poprzedni segment

source: Pro&ject
pl: Projekt

source: Problems with dictionaries
pl: Problemy ze słownikami

source: Proceed?
pl: Kontynuować?

source: Processing...
pl: Przetwarzanie...

source: Project
pl: Projekt

source: Project &Files...
pl: Dokumenty projektu

source: Project Files ({0} of {1})
pl: Pliki projektu ({0} of {1})

source: Project Files ({0})
pl: Pliki projektu ({0})

source: Project Files...
pl: Pliki projektu...

source: Project Specific External Search
pl: Charakterystyczne dla projektu wyszukiwanie zewnętrzne

source: Project Specific Segmentation Setup
pl: Konfiguracja segmentacji specyficznej dla projektu

source: Project Statistics
pl: Statystyki projektu

source: Project closed
pl: Projekt zamknięty

source: Project commands are disabled for security reasons.
pl: Komendy programujące są wyłączone ze względów bezpieczeństwa.

source: Project compiling end
pl: Koniec kompilowania projektu

source: Project compiling start
pl: Start kompilowania projektu

source: Project creating end
pl: Koniec tworzenia projektu

source: Project creating start
pl: Start tworzenia projektu

source: Project is Empty
pl: Projekt jest pusty

source: Project loading end
pl: Koniec wczytywania projektu

source: Project loading start
pl: Start wczytywania projektu

source: Project locked.
pl: Projekt jest zablokowany.

source: Project saved
pl: Projekt zapisany

source: Project saving end
pl: Koniec zapisywania projektu

source: Project saving start
pl: Start zapisywania projektu

source: Project searches are by default performed on the source and target, reference TMs, glossaries, notes and comments of the project.
pl: Wyszukiwanie w projekcie odbywa się domyślnie w oryginale i w tłumaczeniu, w pamięci tłumaczeniowej, glosariuszach, notatkach i komentarzach do projektu.

source: Properties...
pl: Właściwości...

source: Proxy Login
pl: Login Proxy:

source: Proxy host IP address
pl: Host serwera proxy adresu IP

source: Proxy host port number
pl: Numer portu hosta proxy

source: Push failed.
pl: Push się nie powiódł.

source: Quality assurance tool that carries out all the automatic checks in one go and displays the results in a window.
pl: Narzędzie do zapewniania jakości, które przeprowadza wszystkie automatyczne kontrole za jednym razem i wyświetla wyniki w oknie.

source: Quit
pl: Zamknij

source: R&emove
pl: Usuń

source: R&eplace with Match or Selection
pl: zamień odpowiednikiem

source: Rather than beep Or a rude error message These words: 'Page not found'
pl: Bezdźwięcznie brzmią te słowa: "brak strony"...

source: Re&place All
pl: Zamień wszystko

source: Re&place with Source
pl: zamień źródłem

source: Reading TMX file {0}
pl: Odczyt pliku TMX {0}

source: Reading of TMX file complete
pl: Odczyt pliku TMX zakończony

source: Realign Pending
pl: Oznacz jako nieukończone

source: Recursi&ve search
pl: Wyszukiwanie rekurencyjne

source: References:
pl: Odniesienia:

source: Refreshing script folder "{0}"
pl: Odświeżanie folderu skryptu "{0}"

source: Register Identical Translation
pl: Oznacz jako identyczne tłumaczenie
